Repository: CzarqR/Battle-Of-Enebul
Catalog: Properties/Resources.*.resx
Languages: pl_pl

source: Archer
pl_pl: Łucznik

# archer_desc
source: In war, the one who can manage archers often wins. This class is characterized by a huge range of the shot, but it is fragile and it is worth keeping a distance.
pl_pl: Na wojnie często wygrywa ten, kto sprawnie potrafi zarządzać łucznikami. Klasa ta cechuje się ogromnym zasięgiem strzału, ale jest krucha i warto trzymać są na dystans.

source: Assassin
pl_pl: Zabójca

# assassin_desc
source: An agile killer waiting for his victims to be able to end their lives at a convenient time. The razor-sharp dagger and the special uniform allow him to be extremely fast and precise in inflicting death. However, it is not worth exposing him to the fight with the whole army at the same time, he likes to catch the targets one by one.
pl_pl: Zwinny zabójca wyczekujący na swoje ofiary, by w dogodnej chwili móc zakończyć ich żywot. Ostry jak brzytwa sztylet oraz specjalny uniform pozwala mu być niezwykle szybkim i precyzyjnym w zadawaniu śmierci. Jednak nie warto wystawiać go na walkę z całą armią jednocześnie, bardziej podoba mu się wyłapywanie celów jeden po drugim.

source: Attack
pl_pl: Atak

# authors_menu_path
source: pack://application:,,,/Res/Images/MenuStrings/authors_eng.png
pl_pl: pack://application:,,,/Res/Images/MenuStrings/authors_pl.png

source: Axeman
pl_pl: Topornik

# axeman_desc
source: Warriors are divided into types by the weapons they fight. The axes belong to the ruthless warriors, their strength and endurance is incredibly powerful in combat, so keep them alive.
pl_pl: Wojownicy dzielą się na rodzaje ze względu na oręż, którym walczą. Topornicy należą do bezwzględnych wojowników, ich siła oraz wytrzymałość jest niesamowicie potężna w walce, dlatego warto trzymać ich przy życiu.

# cannot_skip_movemnt
source: You can only skip movement after selecting pawn
pl_pl: Możesz pominąć fazę ruchu dopiero po wybraniu pionka

source: Condition
pl_pl: Kondycja

source: Defender
pl_pl: Obrońca

# defender_desc
source: A member of the Royal Guard, a well-trained soldier. His main task on the battlefield is to protect his allies, but also to fight for his King. As a devoted crown for love of the country will lay his life in battle.
pl_pl: Członek Królewskiej gwardii, doskonale wyszkolony żołnierz. Jego głównym zadaniem na polu bitwy jest ochrona sojuszników, ale również walka za swojego Króla. Jako oddany koronie z miłości do kraju złoży swoje życie w walce.

source: Defense
pl_pl: Obrona

# exit_menu_path
source: pack://application:,,,/Res/Images/MenuStrings/exit_eng.png
pl_pl: pack://application:,,,/Res/Images/MenuStrings/exit_pl.png

# feith
source: Feith's
pl_pl: Feith

# floor_attack_desc
source: The sages and bards here tell stories of the sinister and feisty goddess of war named Faith. She wielded two swords in her hands and in all wars her spirit entered the strongest warriors, making them invincible, or so I heard ...
pl_pl: Tutejsi mędrcy i bardowie opowiadają historie o złowieszczej i zadziornej bogini wojny imieniem Faith. Dzierżyła ona w dłoniach dwa miecze i na wszelkich wojnach jej duch wstępował w najsilniejszych wojowników, czyniąc ich niepokonanymi, a przynajmniej tak słyszałem … ENG

# floor_base_bonuses
source: There are'n any bonuses on this field
pl_pl: Na tym polu nie ma żadnych bonusów

# floor_base_desc
source: Stone slabs covering the gorge leading to Enebul. Today they will look at bloodshed and death. They will absorb the magic essence and remember the winning banners.
pl_pl: Kamienne płyty pokrywające wąwóz prowadzący do Enebul. Dziś będą patrzeć na przelewającą się krew i na szerzącą się śmierć. Będą wchłaniały magiczną esencję i zapamiętają zwycięskie chorągwie.

# floor_base_title
source: Stone plate from a ravine
pl_pl: Kamienna płyta z wąwozu

# floor_blessing
source: {0} blessing
pl_pl: Błogosławieństwo {0}

# floor_bonus
source: Field bonuses: +{0} to {1}
pl_pl: Właściwości pola : +{0} do {1}

# floor_def_desc
source: The ancient books had on their pages a description of a kind of deity called Rhea. She was the protector of the oppressed and the weak. Her symbol was a shield, and she gave those who fled to her a blessing that protected her from death ...
pl_pl: Prastare księgi posiadały na swoich kartach opis pewnego rodzaju bóstwa zwanego Rhea. Była ona obrończynią uciśnionych i słabych. Jej symbolem była tarcza, a uciekających się do niej obdarzała błogosławieństwem, które chroniło od śmierci...

# floor_move_desc
source: There are shoes on the field. According to mystical scrolls, the album was blessed by the patron of travelers and merchants - Saul. His considerations were to ensure efficiency, speed and superhuman agility ...
pl_pl: Na polu widnieją buty. Według mistycznych zwojów płyta była pobłogosławiona przez patrona podróżnych i kupców - Saula. Jego względy miały zapewnić sprawność, prędkość oraz nadludzką zwinność ...

source: King
pl_pl: Król

# king_desc
source: The king is the most important person in the kingdom. He gives orders and leads his army to victory. Golden armor is his pride, and the crystals that blow it up are terrifying for the opponent.
pl_pl: Król jest najważniejszą osobą w królestwie. On wydaje rozkazy i prowadzi swoje wojska ku zwycięstwu. Złota zbroja jest jego chlubą, a wysadzające ją kryształy budzą grozę w przeciwniku.

# mag_desc
source: A sage scholar in the royal libraries, knowledgeable in all kinds of magic. He can unleash hell on earth, and his power is based on the amount of magical essence that surrounds him. At first glance, the old man is slowly moving about with a cane, and he has incredible potential.
pl_pl: Uczony w królewskich bibliotekach mędrzec, posiadający wiedzę z wszelakich arkan magii. Potrafi rozpętać piekło na ziemi, a swoją moc opiera na ilości esencji magicznej jaka go otacza. Na pierwszy rzut oka starzec powoli poruszający się o lasce, a drzemie w nim niesłychany potencjał.

# newgame_menu_path
source: pack://application:,,,/Res/Images/MenuStrings/newgame_eng.png
pl_pl: pack://application:,,,/Res/Images/MenuStrings/newgame_pl.png

source: Pawn
pl_pl: Pionek

source: Primary Attack
pl_pl: Atak podstawowy

# rhea
source: Rhea's
pl_pl: Rhea

# saula
source: Saul's
pl_pl: Saula

# stats_info
source: Attack Damage: {0} {6} Skill damage: {1} {6} Primary Range: {2} Skill range: {3} Condition: {4} {7} Armor: {5} {8}
pl_pl: Atak podstawowy: {0} Umiejętność: {1} Zasięg ataku podstawowego {2} Zasięg umiejętności: {3} Kondycja: {4} Pancerz: {5}
